"keyApplicationTitle"           = "Утилита слотов памяти";

"keyWarningOptimalInfo"         = "Модули памяти установлены в рекомендованные слоты.";
"keyWarningNotOptimalInfo"      = "Модули памяти установлены не в соответствии с рекомендованной конфигурацией для обеспечения оптимальной производительности памяти.";

"keyCurrentDIMMConfig"          = "Уже установленные модули памяти:";
"keyRecommendedConfig"          = "Рекомендуемая конфигурация:";
"keyOKButton"					= "ОК";
"keyPrintButton"				= "Напечатать";
"keyQuit"                       = "Завершить";

"keySlot1"                      = "Слот 1:";
"keySlot2"                      = "Слот 2:";
"keySlot3"                      = "Слот 3:";
"keySlot4"                      = "Слот 4:";
"keySlot5"                      = "Слот 5:";
"keySlot6"                      = "Слот 6:";
"keySlot7"                      = "Слот 7:";
"keySlot8"                      = "Слот 8:";

"keyServerSlotA4"                   = "Слот A4:";
"keyServerSlotA1"                   = "Слот A1:";
"keyServerSlotA5"                   = "Слот A5:";
"keyServerSlotA2"                   = "Слот A2:";
"keyServerSlotA6"                   = "Слот A6:";
"keyServerSlotA3"                   = "Слот A3:";
"keyServerSlotB4"                   = "Слот B4:";
"keyServerSlotB1"                   = "Слот B1:";
"keyServerSlotB5"                   = "Слот B5:";
"keyServerSlotB2"                   = "Слот B2:";
"keyServerSlotB6"                   = "Слот B6:";
"keyServerSlotB3"                   = "Слот B3:";
"keyServerNoDIMM"                   = " -\t\t\t";
"keyServerUnknownDIMMSize"          = " -\t\t\t";
"keyServerDIMMSize1"				= "1 ГБ DIMM\t\t";
"keyServerDIMMSize2"				= "2 ГБ DIMM\t\t";
"keyServerDIMMSize4"				= "4 ГБ DIMM\t\t";
"keyServerDIMMSize8"				= "8 ГБ DIMM\t\t";
"keyServerDIMMSize16"				= "16 ГБ DIMM\t";

"keyNoDIMM"                     = " -\t\t\t\t";
"keyUnknownDIMMSize"            = " -\t\t\t";
"keyDIMMSize1"                  = "1 ГБ DIMM\t\t";
"keyDIMMSize2"                  = "2 ГБ DIMM\t\t";
"keyDIMMSize4"                  = "4 ГБ DIMM\t\t";
"keyDIMMSize8"                  = "8 ГБ DIMM\t\t";
"keyDIMMSize16"                 = "16 ГБ DIMM\t";

"keyUserGuideInfo"              = "Следуйте инструкциям в Руководстве пользователя для правильного отключения системы и установки модулей памяти в рекомендованные слоты.\n\nЧтобы воспользоваться данной утилитой еще раз, запустите:";
"keyUtilityAbsPath"             = "/Система/Библиотеки/CoreServices/Утилита слотов памяти";

"keyUnsupportedSystemMessage"	= "Утилита слотов памяти не предназначена для работы в этой системе.";
